#Задача 2. Да се напише програма, която да реализира генератор на нечетните числа.

odd = list(range(1,10,2))
odd = [el for el in range(1,10) if el%2!=0]
print(odd)