#Задача 2. Създайте модул под името “calculation.py”, който да има само една 
#функция вътре в него. Тази функция трябва да пресмята лице на правоъгълник.
#Програмата трябва да има две променливи length и width. Функцията да се казва 
#calc_area(length, width).

import calculation
print(calculation.calc_area)