# Задача 1. Да се напише if-конструкция, която проверява стойността на две целочислени
# променливи и разменя техните стойности, ако стойността на първата променлива е по-голяма
# от втората. 

x = 7
y = 4
if x > y: 
    print("x = 4" , "y = 7")