# Задача 4. Напишете програма, която за дадена цифра (0-9), зададена като вход, извежда името
# на цифрата на български език. 

x = int(input())
if x == 0 :
   print("нула") 
if x == 1 :
   print("едно")
if x == 2 :
   print("две")
if x == 3 :
   print("три")
if x == 4 :
   print("четири")
if x == 5 :
   print("пет")
if x == 6 :
   print("шест")
if x == 7 :
   print("седем")
if x == 8 :
   print("осем")
if x == 9 :
   print("девет")