# Задача 4. Напишете програма, която за дадена цифра (0-9), зададена като вход, извежда името
# на цифрата на български език. 

x = int(input())
if x == 0 :
   print("нула") 
elif x == 1 :
   print("едно")
elif x == 2 :
   print("две")
elif x == 3 :
   print("три")
elif x == 4 :
   print("четири")
elif x == 5 :
   print("пет")
elif x == 6 :
   print("шест")
elif x == 7 :
   print("седем")
elif x == 8 :
   print("осем")
elif x == 9 :
   print("девет")