# Задача 7. Напишете програма, която прилага бонус точки към дадени точки в интервала [1..9] 
# чрез прилагане на следните правила:
# - Ако точките са между 1 и 3, програмата ги умножава по 10.
# - Ако точките са между 4 и 6, ги умножава по 100.
# - Ако точките са между 7 и 9, ги умножава по 1000.
# - Ако точките са 0 или повече от 9, се отпечатва съобщение за грешка. 

points = int(input("Въведи брой точки: "))
if 1 <= points <= 3 :
    bonus = points*10
elif 4 <= points <= 6 :
    bonus = points*100
elif 7 <= points <= 9 :
    bonus = points*1000
else :
    print("Грешка")
if "bonus" in locals():
    print(f"Бонус точки: {bonus}") 