# Задача 10. Да се напише програма, която да пресмята лицето на кръг при 
# зададен радиус r

r = float (input("r ="))
S = r**2*3.14
print (S)