#  Задача 2. Принтирайте вашето име на конзолата.

print ("Stanislav")