# Задача 4. Да се присвои стойност 3 на променлива ‘x’ и стойност 10 на 
# променлива наречена ‘y’. Да се запази стойността от x * y в отделна променлива, 
# която да се казва ‘result’. Накрая изходната информация трябва да изглежда:
# 3 * 10 = 30

x = 3
y = 10
result = x*y
print ( result )