# Задача 5. Да се изчисли лицето на триъгълник, като неговата височина е 13.66, а 
# срещуположната страна 245.54 см.

h = 13.66
a = 245.54
S = a*h/2
print ( S )