# Задача 7. Декларирайте две променливи, които да са цели числа. Задайте им 
# стойности съответно 5 и 10. Разменете стойностите им и ги отпечатайте.

x = 5
y = 10
x,y = y,x
print(x,y)