# Задача 8. Напишете програма, която за дадени дължина и височина на 
# успоредник, пресмята и отпечатва на конзолата неговия периметър и лице.

a = 4
ha = 3
S = a*ha
P = 2*(a+a)
print ( S , P)