# Задача 1. Създайте стринг, който да се казва school и да съдържа името на 
# вашето училище. Използвате методите, които научихте за да промените 
# стринга. Ако е необходимо използвайте help функцията.

school = "Softwear Academy"
print(school)