# Задача 2. Създайте стринг, който да се казва country и присвоете на него 
# стойност “usa”. Създайте нов стринг, correct_country, чиято стойност да е 
# държавата само с големи букви, като използвате някой от стринг методите.

country = "usa"
print(country)
corect_country = country.upper()
print(corect_country)