# Задача 1. Принтирайте следният текст на екрана:
# “23 4.5 False John”.


print("23 4.5 False John")